{
  "services": {
    "1": {
      "title": "استشارات حوكمة الشركات",
      "description": "تقديم خدمات الاستشارة لمساعدة الشركات في إنشاء أطُر وسياسات وإجراءات فعّالة لحوكمة الشركات.",
      "icon": "fa-bank"
    },
    "2": {
      "title": "خدمات تقييم مجلس الإدارة",
      "description": "تقديم تقييمات مستقلة لأداء مجلس الإدارة، بما في ذلك تقييم أداء الأعضاء الفرديين وكفاءة المجلس بأكمله.",
      "icon": " fa-calculator"
    },
    "3": {
      "title": "تدريب الامتثال",
      "description": "تطوير وتقديم برامج تدريب عن الامتثال التنظيمي والأخلاقيات وأفضل ممارسات حوكمة الشركات للموظفين على جميع المستويات.",
      "icon": "fa-check-square"
    },
    "4": {
      "title": "تفويض خدمات السكرتارية",
      "description": "تقديم خدمات السكرتارية المفوضة للشركات التي تحتاج إلى مساعدة في المهام الإدارية مثل الحفاظ على السجلات القانونية، تقديم التقارير السنوية، وإدارة اجتماعات المجلس.",
      "icon": "fa-pencil-square"
    },
    "5": {
      "title": "تطوير برمجيات السكرتارية الشركية",
      "description": "تطوير حلول برمجية مصممة خصيصًا للسكرتاريين الشركيين لتسهيل سير العمل، وإدارة الوثائق، وتتبع متطلبات الامتثال، وما إلى ذلك.",
      "icon": " fa-tv"
    },
    "6": {
      "title": "حلول إدارة مخاطر والامتثال (GRC)",
      "description": "تطوير أو تقديم منصات برمجية GRC التي تساعد المؤسسات على إدارة المخاطر وضمان الامتثال للتشريعات والمعايير مع مواءمة أهدافها الاستراتيجية.",
      "icon": "fa-exclamation-triangle"
    },
    "7": {
      "title": "خدمات الإرشاد بالوكالة",
      "description": "تقديم توصيات قائمة على البحث حول قرارات التصويت للمستثمرين المؤسسيين خلال اجتماعات المساهمين بناءً على تحليل لأداء الشركة والالتزام بممارسات حوكمة جيدة.",
      "icon": "fa-tasks"
    },
    "8": {
      "title": "منصات بوابة المجلس",
      "description": "إنشاء أو تقديم منصات أمان عبر الإنترنت تسهل التواصل الفعّال بين أعضاء المجلس من خلال توفير موقع مركزي لمشاركة الوثائق وجدولة الاجتماعات وإجراء عمليات التصويت الافتراضية، وما إلى ذلك.",
      "icon": "fa-laptop"
    },
    "9": {
      "title": "برامج تدريب حوكمة الشركات",
      "description": "تصميم وتقديم برامج تدريب متخصصة في تثقيف أعضاء مجلس الإدارة والتنفيذيين حول مبادئ حوكمة الشركات الجيدة لتعزيز فهمهم للمسؤوليات وأفضل الممارسات في هذا المجال.",
      "icon": "fa-mortar-board"
    },
    "10": {
      "title": "خدمات جذب المساهمين",
      "description": "مساعدة الشركات في وضع استراتيجيات لجذب المساهمين بفعالية من خلال مبادرات الاتصال المستهدفة تهدف إلى بناء الثقة بين المساهمين وفي الوقت نفسه معالجة القضايا المتعلقة بالشفافية والمساءلة.",
      "icon": "fa-users"
    },
    "11": {
      "title": "خدمات تصميم الويب",
      "description": "صياغة مواقع الويب الملهمة للتميز عبر الإنترنت، مزج التصميم الودود للمستخدم مع صور مثيرة.",
      "icon": "fa-globe "
    },
    "12": {
      "title": "خدمات التسويق الرقمي",
      "description": "زيادة النمو عبر الإنترنت مع استراتيجياتنا الرقمية التي تعتمد على النتائج، وتغطي تحسين محركات البحث، ووسائل التواصل الاجتماعي، وإنشاء المحتوى الجذاب.",
      "icon": "fa-bullhorn "
    }
  },
  "buttonReadMore": "اقرأ المزيد"
}
